[
  {
    "name": "Astor Piazzolla",
    "details": "Astor Piazzolla mantuvo una importante relación con la discográfica Trova, con la cual grabó varios de sus trabajos más emblemáticos. En 1968, lanzó junto a Trova María de Buenos Aires, la primera 'operita' argentina y el primer álbum doble del país, grabado en los estudios ION. En 1969, editó Adiós Nonino, uno de sus discos más reconocidos, y al año siguiente, Pulsación, con música compuesta originalmente para una película del artista Carlos Páez Vilaró. Estas colaboraciones fueron clave en la difusión de su obra y en la consolidación de su estilo innovador dentro del tango.",
    "nationality": "Argentina",
    "photo": "https://trova-app.s3.sa-east-1.amazonaws.com/albums/d464c976-b654-4d5a-8a8f-20afab8c08e7_Astor_Piazzolla.jpg"
  },
  {
    "name": "Les Luthiers",
    "details": "Les Luthiers, el célebre grupo argentino de humor y música, también mantuvo un estrecho vínculo con el sello Trova, especialmente durante sus primeras grabaciones discográficas. En 1971 editaron su primer LP, 'Sonamos pese a todo', con este sello, marcando el inicio de una carrera discográfica que los llevaría a consolidarse como uno de los mayores referentes del humor inteligente en el mundo hispanohablante. El álbum fue grabado en los estudios ION y destacaba por el uso de instrumentos informales, construidos por ellos mismos, como el 'bass-pipe a vara' o el 'latín'. A lo largo de la década del 70, Trova acompañó al grupo en lanzamientos fundamentales como 'Cantata Laxatón' (1972), 'Volumen 3' (1973) y 'Mastropiero que nunca' (1977), contribuyendo a inmortalizar su estilo único de combinar música académica, géneros populares y parodia con un lenguaje refinado y un virtuosismo musical notable. Estas producciones fueron clave no solo para popularizar al grupo, sino también para consolidar un formato de espectáculo absolutamente original en la escena cultural argentina.",
    "nationality": "Argentina",
    "photo": "https://trova-app.s3.sa-east-1.amazonaws.com/albums/9341c41e-c233-4147-805d-e9d3ba549016_Les_Luthiers.jpg"
  },
  {
    "name": "Uña Ramos",
    "details": "Uña Ramos fue un destacado músico argentino de proyección internacional, conocido por su virtuosismo en la quena. Durante su carrera, grabó numerosos discos con Trova que difundieron la música andina tanto en Argentina como en el exterior. Su estilo combinó las raíces tradicionales del folklore andino con arreglos modernos y colaboraciones con artistas de distintos géneros.",
    "nationality": "Argentina",
    "photo": "https://trova-app.s3.sa-east-1.amazonaws.com/albums/6ba15553-094e-4187-bcef-7fe20d7b01d2_UN%CC%83A-RAMOS.jpg"
  },
  {
    "name": "Maria Creuza",
    "details": "María Creuza es una cantante brasileña de bossa nova y música popular brasileña. Con Trova editó en Argentina discos icónicos en los que participó con artistas como Vinicius de Moraes y Toquinho.",
    "nationality": "Brasil",
    "photo": "https://trova-app.s3.sa-east-1.amazonaws.com/albums/6d7c468d-349a-42bb-9130-7b9938513aa6_Maria-Creuza.jpg"
  },
  {
    "name": "Cuarteto Zupay",
    "details": "El Cuarteto Zupay fue un grupo vocal argentino fundamental en la renovación del folklore en las décadas de 1970 y 1980. A través de su relación con el sello Trova, editaron varios discos que aportaron una mirada crítica y comprometida a través de la música popular. Su obra incluyó arreglos complejos, repertorio latinoamericano y un fuerte contenido poético y social.",
    "nationality": "Argentina",
    "photo": "https://trova-app.s3.sa-east-1.amazonaws.com/albums/3ae52799-150f-4aeb-86c3-e38513bd795a_Cuarteto_Zupay.png"
  },
  {
    "name": "Omar Moreno Palacios",
    "details": "Omar Moreno Palacios fue un cantautor, guitarrista y poeta argentino vinculado al canto surero y la cultura gauchesca. Junto a Trova grabó discos que rescatan la esencia del campo, sus personajes y sus historias, con un estilo sencillo y profundo.",
    "nationality": "Argentina",
    "photo": "https://trova-app.s3.sa-east-1.amazonaws.com/albums/0b199dc3-e876-4651-b8d8-130d6dbaa7dc_maxresdefault.jpg"
  },
  {
    "name": "Armando Tejada Gómez",
    "details": "Armando Tejada Gómez fue un poeta y letrista fundamental del Movimiento del Nuevo Cancionero en Argentina. Su colaboración con Trova incluye grabaciones donde su poesía se transforma en canción, destacándose 'Canción con todos', considerada un himno latinoamericano.",
    "nationality": "Argentina",
    "photo": "https://trova-app.s3.sa-east-1.amazonaws.com/albums/9163cbf0-2ddf-4d8c-a97b-c6fda99cddf6_IMG-20231103-WA0061.jpg"
  },
  {
    "name": "Eduardo Lagos",
    "details": "Eduardo Lagos fue un pianista, compositor y arreglador argentino que experimentó con la fusión del folklore y el jazz. Trova reeditó en CD su influyente disco 'Así nos gusta', grabado originalmente en 1969, con figuras como Piazzolla, Hugo Díaz y Domingo Cura.",
    "nationality": "Argentina",
    "photo": "https://trova-app.s3.sa-east-1.amazonaws.com/albums/47bc7840-1f91-4d26-9409-892bf86417d7_lagos-edit-18-300x224.jpg"
  },
  {
    "name": "Porteña Jazz Band",
    "details": "La Porteña Jazz Band es una agrupación argentina que desde los años 60 interpreta jazz clásico de Nueva Orleans. Trova publicó varios de sus discos, que incluyen grabaciones en vivo y homenajes a figuras del jazz tradicional.",
    "nationality": "Argentina",
    "photo": "https://trova-app.s3.sa-east-1.amazonaws.com/albums/5aef4909-5678-460b-96b4-6e3295735ed7_o_1423579153.jpg"
  },
  {
    "name": "Otros artistas",
    "details": "El catálogo de Trova incluye también una variedad de artistas como Carlos Perciavalle, Corina Harry, Marcelo San Juan, Marikena Monti, Zurawski, Alberto Garralda, Trío Contemporáneo, entre otros. Estos artistas representan géneros diversos como el tango, música antigua, chanson francesa, trova contemporánea, jazz vocal y más, todos con una impronta singular dentro de la música popular y de autor.",
    "nationality": "Argentina",
    "photo": "https://res.cloudinary.com/dofznnphj/image/upload/v1719330000/uploads/placeholder-artist.png"
  },
  {
    "name": "Trío Contemporáneo",
    "details": "Grupo argentino que reinterpreta clásicos de Carlos Gardel con arreglos vocales e instrumentales innovadores. Su álbum 'Tiempo de Gardel' reúne 12 tangos emblemáticos como «Recuerdo malevo», «Lejana tierra mía» y «El día que me quieras».",
    "nationality": "Argentina",
    "photo": "https://trova-app.s3.sa-east-1.amazonaws.com/albums/ebac3cd9-afb8-4644-bd80-958fe8072cf3_Tri%CC%81o%20Contempora%CC%81neo.jpg"
  },
  {
    "name": "Alberto Garralda",
    "details": "Proyecto porteño que fusiona tango contemporáneo y arreglos camerísticos. En ‘Latido de Buenos Aires’ (CD 5236) abordan obras propias y clásicos («Trenzas», «El corazón al Sur») con la voz de Rodolfo Almar.",
    "nationality": "Argentina",
    "photo": "https://trova-app.s3.sa-east-1.amazonaws.com/albums/f9c221f6-77ff-4a6d-8cc8-7e8a8e8b4697_albertoGarrlda.jpg"
  },
  {
    "name": "Carlos Perciavalle & Antonio Gasalla",
    "details": "Dúo uruguayo-argentino de café-concert y humor musical. Su disco ‘Yo no… ¿y Ud.?’ combina sketches y tangos como «Chiquilín de Bachín» bajo la dirección musical de Alberto Favero.",
    "nationality": "Uruguay; Argentina",
    "photo": "https://trova-app.s3.sa-east-1.amazonaws.com/albums/6fc0889c-9321-4bfd-95d2-b6424c6bbb4b_ChatGPT%20Image%202%20jul%202025%2C%2007_49_31%20p.m..png"
  },
  {
    "name": "Conjunto de Música Antigua del Collegium Musicum",
    "details": "Ensamble argentino dedicado al repertorio medieval, renacentista y sefardí. Su álbum ‘Canciones ladinas y españolas’ (Trova) rescata romances y cantigas con instrumentos históricos.",
    "nationality": "Argentina",
    "photo": "https://trova-app.s3.sa-east-1.amazonaws.com/albums/db827f00-d552-4a0d-896e-f810cda5242a_Isologotipo-Mailing.avif"
  },
  {
    "name": "Varios Artistas (Litto Nebbia, León Gieco, Raúl Porchetto, David Lebón y otros)",
    "details": "Registro en vivo histórico de 1972 donde Litto Nebbia, León Gieco, Raúl Porchetto, David Lebón y otros inauguraron el formato acústico en el rock argentino. Publicado por Trova en el año .",
    "nationality": "Argentina",
    "photo": "https://trova-app.s3.sa-east-1.amazonaws.com/albums/1db36174-b50c-4c7b-8731-3131de1fb004_sintitulo5_super_enhanced.png"
  },
  {
    "name": "Corina Harry",
    "details": "Cantante argentina de chanson y jazz. Con Trova editó ‘Homenaje a Edith Piaf’ (CD 6058) y ‘Ne me quitte pas’ (CD 6060), tributos a la canción francesa clásica.",
    "nationality": "Argentina",
    "photo": "https://trova-app.s3.sa-east-1.amazonaws.com/albums/6108769e-ffcd-434a-a5d3-fcaf905686e7_Sin%20ti%CC%81tulo43434343.png"
  },
  {
    "name": "Marikena Monti",
    "details": "Voz emblemática de la canción de autor argentina. Su disco ‘Libre’ (Trova CD 6050) recorre composiciones propias y versiones de F. Cabral y A. Yupanqui.",
    "nationality": "Argentina",
    "photo": "https://trova-app.s3.sa-east-1.amazonaws.com/albums/84426409-4131-443d-bc32-e4b23dbf2220_c8aab62b-95bf-4c79-8710-9b7c4ffe6daa.png"
  },
  {
    "name": "The Gustavo Beytelmann Trio",
    "details": "Formación de piano-contrabajo-bandoneón del compositor rosarino Gustavo Beytelmann junto a Roberto Tormo y Juan José Mosalini. ‘Tango a la Duke’ versiona a Duke Ellington en clave de tango.",
    "nationality": "Argentina; Francia",
    "photo": "https://trova-app.s3.sa-east-1.amazonaws.com/albums/a7b43e20-579b-4bd8-b1cb-b52a904c70c8_Sin_titulo2_super_enhanced.png"
  }
]